LEXICON: dict[str, str] = {
    '/start': 'Привет! Это бот для анализа продуктов из вашего чека.'
              ' список команд вы можете получить нажав /help'
              ' или по кнопке Menu',
    '/help': 'Список команд',
    'other_message': 'Извините, но я не понимаю команду. '
                     'Пожалуйста, попробуйте еще раз или воспользуйтесь '
                     'командой /help для получения дополнительной'
                     ' информации о доступных командах',
}

LEXICON_COMMANDS: dict[str, str] = {
    '/help': 'Справка о работе бота',
    '/history': 'История отправленных чеков',
}
