LEXICON: dict[str, str] = {
    '/start': 'Привет! Это бот для анализа продуктов из вашего чека.'
              '\n\nДля начала работы вам нужно заполнить анкету.',
    '/help': 'Список команд',
    'btn_user_form': 'Заполнить анкету',
    'btn_change_profile': 'Изменить профиль',
    'user_form': 'Начнём заполнение анкеты.',
    'json_received': '\nЧек успешно получен',
    'other_message': 'Извините, но я не понимаю команду. '
                     'Пожалуйста, попробуйте еще раз или воспользуйтесь '
                     'командой /help для получения дополнительной'
                     ' информации о доступных командах',
}

LEXICON_COMMANDS: dict[str, str] = {
    '/profile': 'Информация о пользователе',
    '/history': 'История отправленных чеков',
}
